#+TITLE: Term 5 Unit II
#+AUTHOR: Chris Hogan
#+DATE: <2021-10-11 Mon> to <2021-11-07 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-10-27 Wed 21:00], for week 2021-W43.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *28h 3m* |
  |---------+------------+----------|
  | study   | *Tag time* | *7h 7m*  |
  
  #+END:
*** <2021-10-11 Mon>
**** DONE Drawing for gouache portrait                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-11 Mon 08:41]--[2021-10-11 Mon 11:40] =>  2:59
     :END:
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-10-11 Mon 16:05]--[2021-10-11 Mon 16:20] =>  0:15
     CLOCK: [2021-10-11 Mon 15:38]--[2021-10-11 Mon 15:58] =>  0:20
     CLOCK: [2021-10-11 Mon 14:01]--[2021-10-11 Mon 15:36] =>  1:35
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-11 Mon 17:58]--[2021-10-11 Mon 20:50] =>  2:52
     :END:
*** <2021-10-12 Tue>
**** DONE 20 minute layins                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-12 Tue 20:52]--[2021-10-12 Tue 21:20] =>  0:28
     CLOCK: [2021-10-12 Tue 18:20]--[2021-10-12 Tue 20:20] =>  2:00
     :END:
**** DONE 20 minute layins                                            :study:
     :LOGBOOK:
     CLOCK: [2021-10-12 Tue 20:20]--[2021-10-12 Tue 20:52] =>  0:32
     :END:
*** <2021-10-13 Wed>
**** DONE Head drawing                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-13 Wed 18:07]--[2021-10-13 Wed 21:04] =>  2:57
     :END:
**** DONE Head drawing                                                :study:
     :LOGBOOK:
     CLOCK: [2021-10-13 Wed 21:04]--[2021-10-13 Wed 21:37] =>  0:33
     :END:
*** <2021-10-14 Thu>
**** DONE Figure lay-ins                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-14 Thu 20:46]--[2021-10-14 Thu 21:17] =>  0:31
     CLOCK: [2021-10-14 Thu 18:14]--[2021-10-14 Thu 20:09] =>  1:55
     :END:
**** DONE Figure lay-ins                                              :study:
     :LOGBOOK:
     CLOCK: [2021-10-14 Thu 20:09]--[2021-10-14 Thu 20:46] =>  0:37
     :END:
*** <2021-10-15 Fri>
**** DONE Head drawing                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-15 Fri 18:15]--[2021-10-15 Fri 21:01] =>  2:46
     :END:
**** DONE Head drawing                                                :study:
     :LOGBOOK:
     CLOCK: [2021-10-15 Fri 21:22]--[2021-10-15 Fri 22:03] =>  0:41
     :END:
*** <2021-10-16 Sat>
**** DONE Drawing for gouache portrait                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-16 Sat 08:57]--[2021-10-16 Sat 11:59] =>  3:02
     :END:
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-10-16 Sat 14:30]--[2021-10-16 Sat 16:28] =>  1:58
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-16 Sat 18:14]--[2021-10-16 Sat 21:10] =>  2:56
     :END:
*** <2021-10-17 Sun>
**** DONE Drawing for gouache portrait                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-17 Sun 09:10]--[2021-10-17 Sun 12:03] =>  2:53
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-17 Sun 18:22]--[2021-10-17 Sun 19:35] =>  1:13
     CLOCK: [2021-10-17 Sun 13:29]--[2021-10-17 Sun 15:00] =>  1:31
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-10-17 Sun 19:36]--[2021-10-17 Sun 20:12] =>  0:36
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-10-27 Wed 21:00], for week 2021-W43.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "painting" "study")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *16h 33m* |
  |----------+------------+-----------|
  | painting | *Tag time* | *9h 0m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *5h 22m*  |
  
  #+END:
*** <2021-10-18 Mon>
**** DONE Gouache portrait                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-18 Mon 08:40]--[2021-10-18 Mon 09:57] =>  1:17
     :END:
**** DONE Gouache portrait                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-10-18 Mon 13:31]--[2021-10-18 Mon 14:31] =>  1:00
     CLOCK: [2021-10-18 Mon 09:58]--[2021-10-18 Mon 11:39] =>  1:41
     :END:
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-10-18 Mon 14:40]--[2021-10-18 Mon 16:11] =>  1:31
     :END:
**** DONE Original art                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-18 Mon 18:12]--[2021-10-18 Mon 20:44] =>  2:32
     :END:
*** <2021-10-19 Tue>
**** DONE 20 minute figure layins                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-19 Tue 21:00]--[2021-10-19 Tue 21:23] =>  0:23
     CLOCK: [2021-10-19 Tue 17:59]--[2021-10-19 Tue 20:27] =>  2:28
     :END:
**** DONE 20 minute figure layins                                     :study:
     :LOGBOOK:
     CLOCK: [2021-10-19 Tue 20:28]--[2021-10-19 Tue 20:59] =>  0:31
     :END:
*** <2021-10-20 Wed>
**** DONE Head drawing                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-20 Wed 18:09]--[2021-10-20 Wed 21:12] =>  3:03
     :END:
**** DONE Head drawing                                                :study:
     :LOGBOOK:
     CLOCK: [2021-10-20 Wed 21:28]--[2021-10-20 Wed 21:43] =>  0:15
     :END:
*** <2021-10-21 Thu>
**** DONE 20 minute figure layins                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-21 Thu 20:13]--[2021-10-21 Thu 21:08] =>  0:55
     CLOCK: [2021-10-21 Thu 18:04]--[2021-10-21 Thu 19:40] =>  1:36
     :END:
**** DONE 20 minute figure layins                                     :study:
     :LOGBOOK:
     CLOCK: [2021-10-21 Thu 19:40]--[2021-10-21 Thu 20:13] =>  0:33
     :END:
*** <2021-10-22 Fri>
**** DONE Head drawing                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-22 Fri 18:43]--[2021-10-22 Fri 19:53] =>  1:10
     :END:
*** <2021-10-23 Sat>
**** DONE Gouache portrait                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-10-23 Sat 18:12]--[2021-10-23 Sat 20:33] =>  2:21
     CLOCK: [2021-10-23 Sat 12:18]--[2021-10-23 Sat 15:20] =>  3:02
     :END:
**** DONE Gouache portrait                                            :study:
     :LOGBOOK:
     CLOCK: [2021-10-23 Sat 20:33]--[2021-10-23 Sat 21:12] =>  0:39
     :END:
**** DONE Composition - Center of interest                            :study:
     :LOGBOOK:
     CLOCK: [2021-10-23 Sat 10:50]--[2021-10-23 Sat 11:59] =>  1:09
     CLOCK: [2021-10-23 Sat 09:48]--[2021-10-23 Sat 10:18] =>  0:30
     :END:
*** <2021-10-24 Sun>
**** DONE Gouache portrait                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-10-24 Sun 10:32]--[2021-10-24 Sun 11:28] =>  0:56
     :END:
**** DONE Original art                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-24 Sun 18:09]--[2021-10-24 Sun 19:26] =>  1:17
     CLOCK: [2021-10-24 Sun 13:06]--[2021-10-24 Sun 14:58] =>  1:52
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-10-24 Sun 19:29]--[2021-10-24 Sun 19:43] =>  0:14
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-10-27 Wed 21:00], for week 2021-W43.
  | Tags    | Headline                              | Time    |       |      |      |
  |---------+---------------------------------------+---------+-------+------+------|
  |         | *Total time*                          | *12:45* |       |      |      |
  |---------+---------------------------------------+---------+-------+------+------|
  |         | \_  Week 3                            |         | 12:45 |      |      |
  |         | \_    <2021-10-25 Mon>                |         |       | 6:51 |      |
  | study   | \_      Composition - Linking objects |         |       |      | 1:38 |
  | study   | \_      Picture This                  |         |       |      | 0:22 |
  | drawing | \_      Gouache portrait drawing      |         |       |      | 2:58 |
  | drawing | \_      Original comic page           |         |       |      | 1:53 |
  |         | \_    <2021-10-26 Tue>                |         |       | 3:03 |      |
  | drawing | \_      Figure layins                 |         |       |      | 2:30 |
  | study   | \_      Figure layins                 |         |       |      | 0:33 |
  |         | \_    <2021-10-27 Wed>                |         |       | 2:51 |      |
  | drawing | \_      Head drawing                  |         |       |      | 1:43 |
  | study   | \_      Head drawing                  |         |       |      | 1:08 |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *9h 4m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *3h 41m* |
  
  #+END:
*** <2021-10-25 Mon>
**** DONE Composition - Linking objects                              :study:
     :LOGBOOK:
     CLOCK: [2021-10-25 Mon 07:54]--[2021-10-25 Mon 09:32] =>  1:38
     :END:
**** DONE Picture This                                                :study:
     :LOGBOOK:
     CLOCK: [2021-10-25 Mon 11:17]--[2021-10-25 Mon 11:39] =>  0:22
     :END:
**** DONE Gouache portrait drawing                                  :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-25 Mon 13:02]--[2021-10-25 Mon 16:00] =>  2:58
     :END:
**** DONE Original comic page                                       :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-25 Mon 18:06]--[2021-10-25 Mon 19:59] =>  1:53
     :END:
*** <2021-10-26 Tue>
**** DONE Figure layins                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-26 Tue 20:47]--[2021-10-26 Tue 21:10] =>  0:23
     CLOCK: [2021-10-26 Tue 18:07]--[2021-10-26 Tue 20:14] =>  2:07
     :END:
**** DONE Figure layins                                               :study:
     :LOGBOOK:
     CLOCK: [2021-10-26 Tue 20:14]--[2021-10-26 Tue 20:47] =>  0:33
     :END:
*** <2021-10-27 Wed>
**** DONE Head drawing                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-27 Wed 18:06]--[2021-10-27 Wed 19:49] =>  1:43
     :END:
**** DONE Head drawing                                                :study:
     :LOGBOOK:
     CLOCK: [2021-10-27 Wed 19:49]--[2021-10-27 Wed 20:57] =>  1:08
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-10-27 Wed 21:00], for week 2021-W43.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
  
  
